20251103T231224--kdoc-483-『rock-in』のコンセプトについて話す訳__draft_wiki.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-20T22:05:06Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 483: 『ROCK IN!』のコンセプトについて話す(訳)</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 483: 『ROCK IN!』のコンセプトについて話す(訳)</h1>
<div id="outline-container-org1aa384d" class="outline-2">
<h2 id="org1aa384d"><a href="#org1aa384d">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-org1aa384d">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="off"><input type='checkbox' /> &lt;署名&gt;</li>
</ul></li>
</ul>

<ul class="org-ul">
<li>レビュー
<ul class="org-ul">
<li class="off"><input type='checkbox' /> &lt;署名&gt;</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org1513dec" class="outline-2">
<h2 id="org1513dec"><a href="#org1513dec">概要</a></h2>
<div class="outline-text-2" id="text-org1513dec">
<p>
Vtuberの Koseki Bijou が語った内容の日本語訳を見て感動した。原文を見る。
</p>

<blockquote>
<p>
Let&rsquo;s talk about the concept of the song. Let&rsquo;s start with the whole concept of the song.
</p>

<p>
曲のコンセプトについて話そうと思う。曲全体のコンセプトについて。
</p>

<p>
So I wanted the song to be very like me. So like half brain rot, half not so serious, half like you know not very silly but also has a lot of meaning in me in it and I think it has equal parts of both like you can on the surface level it&rsquo;s very catchy danceable but if you look in the lyrics and you look at it deeper, its very me in terms of the story and the meaning of the lyrics to it.
</p>

<p>
私みたいな曲にしたかった。つまり半分は脳が腐ったような感じで、半分は深刻じゃなくて、すごく愚かなわけじゃないけど、私自身の意味もたくさん込めている。両方が均等にある。表面的に見ればキャッチーで踊りやすいけど、歌詞に入り込んで深く見ると、ストーリーや歌詞の意味という点において、まさに私なんだ。
</p>

<p>
Yeah, there&rsquo;s lots of I think the lyrics are very smart and they&rsquo;re very very personal to me.
</p>

<p>
歌詞はとても賢いと思う。それはすごく個人的なものだ。
</p>

<p>
So thinking of this song and when I was asked what do I want? I said I wanted something that could hype up a crowd on stage.
</p>

<p>
この曲を思い返すと、どうしたいか聞かれたとき、私はなにかステージの人たちを湧かすような何かがほしい、って言った。
</p>

<p>
I said that Prism No Maho, you know, was very cutey Biboo and like you know, soft Biboo beginnings, but I wanted this one to be the Biboo that is Biboo right now.
</p>

<p>
The high energy meme lord total personality Biboo high high energy sort of thing. So that&rsquo;s what we were going for and it this is also song that was developed for the stage as well.
</p>

<p>
So like imagine like something like a concert or fest and Biboo going like &ldquo;Biboo Biboo!&rdquo;. I wanted the song to be very like high energy and something that, you know, we would all have fun singing along with and dancing along with on stage.
</p>

<p>
So that was the initial concept. And obviously I wanted it to be video game themed.
</p>

<p>
Because it was specifically for my live, right? So, I was making this song along side my 3D live which both had to do with video games. So, there&rsquo;s a general like gaming theme around it.
</p>

<p>
But if you look into the lyrics deeper than that, it&rsquo;s not specifically really exactly about video games. It&rsquo;s more personally the stubborn, determined unable to give up nature of Biboo is kind of the deeper meaing of it.
</p>

<p>
It which is how I approach life in general and video games and mostly everything I do which is I don&rsquo;t start out necessarily being the best at something.
</p>

<p>
In games in life in Hololive in really anything I do I don&rsquo;t start out being the best. I start out as knowing nothing. I start out as a little baby not knowing what to do. Lost little baby Biboo.
</p>

<p>
And then I keep going and going and going until I get good. And I think that reflects me overall like in everything, not only video games. It&rsquo;s very reflective of how I play video games too.
</p>

<p>
Like Dark Souls and specifically, but other video games as well, is where, you know, I&rsquo;ll there&rsquo;s a hard boss and it&rsquo;s hard, but not going to grind and grind and grind and grind and grind until I get good and then finally reach my goal.
</p>

<p>
But again, it&rsquo;s in all aspects of my life. Like singing, I&rsquo;m not I started off, you know, not the best sinnger. Even starting off in Hololive, you know, my singing wasn&rsquo;t that strong. But even now I&rsquo;m grinding over and over and overand over again to get good.
</p>

<p>
You know sometimes what was it? Sometimes I think like, man, how did I get here in Holive? Because I feel like, you know, I&rsquo;m not particularly the most skilled in general like dancing, singing, performing, content creation, streaming even. I just came in, you know, I like video games.
</p>

<p>
I like video games. I play a lot of video games and I play a lot of video games for a long time. So I&rsquo;m like, how did I get here? But now that I think about it, I like that I came into Hololive not particularly skilled at everything.
</p>

<p>
Like I kind of like that I came into Hololive not a great singer. Didn&rsquo;t know how to dance, was very new, you know, trying to find my footing and everything because then you could see the start of my journey and then you guys could watch me grow alongside me. Yeah, sort of that. Soft of that idea.
</p>
</blockquote>

<iframe width="560" height="315" src="https://www.youtube.com/embed/qb51ZfcpDx0?si=VCYU0TjtKJVdxQ_e&amp;start=1607" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-org274f4a6" class="outline-2">
<h2 id="org274f4a6"><a href="#org274f4a6">関連</a></h2>
<div class="outline-text-2" id="text-org274f4a6">
<p>
なし。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
